Repository: HayotbekAbdulazizov/PaddingPack
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Home
uz: Bosh Sahifa

source: About
uz: Haqimizda

source: Products
uz: Mahsulotlar

source: Contact
uz: Aloqa

source: Your message was successfully submitted, please wait our call !
uz: Xabaringiz muvaffaqiyatli yuborildi, qo'ng'iroqimizni kuting!

source: Your order was successfully submitted, please wait our call ! !
uz: Buyurtmangiz muvaffaqiyatli topshirildi, qo'ng'iroqimizni kuting!

source: Sorry ! the page you are looking for can not be found
uz: Kechirasz, xatolik yuz berdi, Sahifa topilmadi

source: HomePage
uz: Bosh Sahifa

source: About company
uz: Kompaniya Haqida

source: category name
uz: categoriya nomi

source: Production of corrugated packaging
uz: Gofrirovka mahslotlar ishlab chiqarish

source: About Company
uz: Kompaniya Haqida

source: The company employs highly qualified specialists with extensive experience in the packaging industry, who will give you professional advice on optimizing the use of packaging material.
uz: Kompaniyada qadoqlash sanoatida katta tajribaga ega yuqori malakali mutaxassislar ishlaydi, ular sizga qadoqlash materiallaridan foydalanishni optimallashtirish bo'yicha professional maslahatlar beradi.

source: Tashkent, Sergeli district, southern industrial zone, 154
uz: Toshkent shahri, Sergeli sh.tuman, janubiy sanoat zonasi, 154-uy

source: More ...
uz: Ko'proq ...

source: Our Products
uz: Bizning Mahsulotlar

source: What we are Producing
uz: Biz Nima Ishlab chiqaramiz

source: Contact with us
uz: Aloqa

source: Get in touch with the agency
uz: Biz Bilan Boglaning

source: Your name
uz: Ismingiz

source: Email Address
uz: Emailingiz

source: Phone number
uz: Telefon raqamingiz

source: Write Message
uz: Habar

source: Send a message
uz: Jo'natish

source: product name
uz: tovar nomi

source: Navigation
uz: Navigatsiya
